 
     {
            "nombre": "A Love So Beautiful",
            "tambien_conocido_como": "To: Our Pure Little Beauty",
            "Genero": "Romance, Escolar, Drama",
            "episodios":"24" ,
             "cadena":"QQLive (Tencent TV)",
            "periodo_emision":"09-Noviembre-2017 al 07-Diciembre-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/f/ff/A_Love_So_Beautiful-201709.jpg/revision/latest/scale-to-width-down/250?cb=20171005212304&path-prefix=es",
            "descripcion": "Cuenta la historia de amor de dos amigos de la infancia: un chico genio, orgulloso de sí mismo y una chica linda con mucha energía. \nChen Xiao Xi (Chen Yue) y Jiang Chen (Hu Yi Tian) crecieron juntos durante sus 19 años. Xiao Xi es una joven con mucha energía y de alguna manera, terminó demostrando su amor a Jiang Chen, un chico muy inteligente, pero Chen la rechazó. Xiao Xi no se rinde y lo intenta hasta que finalmente, logra ganar un lugar en el corazón de Chen. \nAl acabar la universidad se separan y después de unos años se encuentran, ¿sera que su amor vuelva a renacer?.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    

 
     {
            "nombre": "About Is Love",
            "tambien_conocido_como": "Approximately Love",
            "Genero": "Romance, Drama, Juvenil, Comedia",
            "episodios":"30" ,
             "cadena":"QQLive (Tencent)",
            "periodo_emision":"03-Diciembre-2018 al 02-Enero-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/b/b5/About_Is_Love-2.jpg/revision/latest/scale-to-width-down/250?cb=20181129231724&path-prefix=es",
            "descripcion": "Una historia de amor entre el presidente de una compañía que desarrolla un caso grave de TOC que le prohíbe interactuar con las mujeres y con la única persona a la que es inmune. \nUn incidente de cuando tenía dieciocho años afecta gravemente la vida de Wei Qin (Yan Xi). A pesar de que se ha convertido en un ejecutivo corporativo de alto rango, no puede interactuar con el sexo opuesto, razón por la cual ha estado buscando una \"princesa\" que pueda salvarlo durante años. Diez años más tarde, debido a un encuentro de borrachos con un estudiante de arte de dieciocho años llamado Zhou Shi (Xu Xiao Nuo), Wei Qin descubre que se siente completamente bien después de conocerla. Se forma un acuerdo entre los dos y se produce un romance.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    

 
     {
            "nombre": "Accidentally in Love",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Juvenil, Amistad, Comedia, Escolar",
            "episodios":"30" ,
             "cadena":"Tencent, Mango TV, Choco TV, Netflix",
            "periodo_emision":"08-Agosto-2018 al 31-Agosto-2018",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/7/71/Accidentally_in_Love-11.jpg/revision/latest/scale-to-width-down/250?cb=20180802121913&path-prefix=es",
            "descripcion": "Sigue las extravagantes experiencias de un cantante popular que regresa a la escuela y se convierte en compañero de asiento con una chica aparentemente ordinaria. \nCuando Si Tu Feng decide volver a la escuela, se convierte en el centro de atención, ya que los fanáticos, los compañeros de clase y los medios siguen cada uno de sus movimientos. Allí conoce a Chen Qing Qing, una estudiante común con doble personalidad.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    

 
     {
            "nombre": "Because of Meeting You",
            "tambien_conocido_como": "Because of You",
            "Genero": "Romance, Drama",
            "episodios":"56" ,
             "cadena":"Hunan TV",
            "periodo_emision":"02-Marzo-2017 al 29-Marzo-2017",
             "dramas_relacionados": "Come! Jang Bo Ri (MBC, 2014)",
            "img": "https://vignette.wikia.nocookie.net/drama/images/7/78/Because_of_Meeting_YouHunanTV2017.jpg/revision/latest/scale-to-width-down/300?cb=20170304205947&path-prefix=es",
            "descripcion": "Zhang Guo Guo (Sun Yi) es una joven jovial que fue criada por Wang Ai Yu (Guo Hong) y creció en una pequeña ciudad haciendo entregas para la empresa familiar wonton. Pero, sin que Guo Guo lo sepa, ella es en realidad la hija de una famosa propietaria de taller de bordado, sin embargo, Ai Yu la crió después de un accidente junto con su propia hija, Zhang Yu Xin (Wu You).Yu Xin se convierte en la aprendiz de Xu Hui Jie (Pan Yi Jun), la madre biológica de Guo Guo, y luego viaja al extranjero a estudiar diseño. Mientras tanto, los talentos únicos de Guo Guo con el bordado comienzan a surgir y trabaja duro para ganar la oportunidad de estudiar en el taller de bordado de su padre.A medida que Guo Guo y Yu Xin se convierten en rivales profesionales, también compiten por el amor de dos hermanos, Li Yun Kai (Deng Lun) y Li Yun Zhe (Dai Chao). ¿Podrá Guo Guo perseguir sus sueños y encontrar el amor a lo largo del camino?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    

 
     {
            "nombre": "Being Lonely in Love",
            "tambien_conocido_como": "The Moon Don't Understand my Heart; Love Under The Moon",
            "Genero": "Melodrama, Romance, Drama",
            "episodios":"48" ,
             "cadena":"Jiangsu TV",
            "periodo_emision":"20-Agosto-2019 al 14-Septiembre-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/9/90/Being_Lonely_in_Love-2019-06.jpg/revision/latest/scale-to-width-down/250?cb=20190818223019&path-prefix=es",
            "descripcion": "En el año 1990, Xiang Yuan (Victoria Song) recibe ayuda financiera de la Familia Ye para asistir a la universidad en Shanghai. Es inteligente, dedicada, sobresale en la escuela y logra convertirse en económicamente independiente después de ingresar al lugar de trabajo. Está enamorada del hijo mayor de la familia Ye, Ye Qian Ze (Oho Ou), mientras que el segundo hijo Ye Yun (Xia Ning Jun) está enamorado de ella. Ye Qian Ze tiene relaciones románticas con la hija adoptiva de la familia, Ye Ling, pero termina casándose con Xiang Yuan. \nLos malentendidos desgarran su matrimonio, y una tragedia inesperada e irreversible separa a la pareja. Cuatro años después, Xiang Yuan superó las dificultades para convertir a la empresa en la mejor compañía de bienes raíces en Shanghai. Ye Yun finalmente confiesa sus sentimientos perdurables por Xiang Yuan. ¿Podrá aceptarlo o la tragedia volverá a golpear?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    

 
     {
            "nombre": "Blowing in the Wind",
            "tambien_conocido_como": "N/A",
            "Genero": "Comedia, Romance, Aventura, Juvenil",
            "episodios":"28" ,
             "cadena":"Youku",
            "periodo_emision":"06-Junio-2019 al 03-Julio-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/d/d8/Blowing_in_the_Wind-1.jpg/revision/latest/scale-to-width-down/250?cb=20190605155045&path-prefix=es",
            "descripcion": "El drama sigue a un grupo de jóvenes que aman el senderismo en su viaje de autodescubrimiento.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    

 
     {
            "nombre": "Cheat My Boss",
            "tambien_conocido_como": "Macaron Girl",
            "Genero": "Comedia, Romance",
            "episodios":"24" ,
             "cadena":"Mango TV",
            "periodo_emision":"23-Mayo-2019 al 20-Junio-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/b/be/Cheat_My_Boss-1.jpg/revision/latest/scale-to-width-down/250?cb=20190527153108&path-prefix=es",
            "descripcion": "Una recién graduada se queda en la gran ciudad para perseguir sus sueños. La historia sigue su vida como una estrella de Internet y, cuando se topa con la rutina, conoce a un ejecutivo corporativa, y así comienza un dulce romance entre los dos. \nDespués de ser golpeada repentinamente por una bolsa de ropa interior que aparentemente cayó del cielo, Jiang Chu Chu comenzó a convertirse en una estrella de Internet donde aprendió las cuerdas en la industria del comercio electrónico. Su viaje la lleva a conocer a Luo Tian Yi, CEO de una famosa compañía de lencería que creció siendo admirado por su madre. También conoce a personalidades de otras líneas de trabajo como cosméticos, fitness y ropa. \nChu Chu comienza un equipo propio y se da cuenta de las presiones extremas bajo la fachada de la fama en línea. Su romance con Luo Tian Yi sufre muchas pruebas debido a la disparidad en sus antecedentes. Una prueba aún más grande surge en el escenario internacional de la moda de lencería. Aunque el éxito es incierto, Chu Chu y sus amigos están dispuestos a darlo todo.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    

 
     {
            "nombre": "Emperors and Me",
            "tambien_conocido_como": "N/A",
            "Genero": "Comedia, Romance, Fantasia",
            "episodios":"24" ,
             "cadena":"Mango TV",
            "periodo_emision":"09-Enero-2019 al 07-Febrero-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/0/0a/Emperors_and_Me-1.jpg/revision/latest/scale-to-width-down/250?cb=20190108145807&path-prefix=es",
            "descripcion": "Una estudiante universitaria ordinaria descubre que tiene el poder de viajar a través del tiempo y trae por error a tres emperadores de sus respectivas dinastías hasta el presente. \nCon el fin de salvar a su compañera de habitación Fei Yan, Luo Xi y su amiga Le Xue terminan cayendo de un edificio. Por un milagro, sobreviven y se encuentran en las páginas de la novela Qian Guo Ji. Qian Guo Ji está ambientada en el continente de Xia Zhou y gira en torno a cambios dinásticos que se extienden por mil años. \nLuo Xi y Le Xue se encuentran con el joven emperador Qin Shang de Qi. Siendo perseguido por el ejército de Qin Shang, Luo Xi logra regresar al presente en el momento crucial pero ella trae a Qin Shang con ella y se da cuenta de que Le Xue se ha quedado dentro del libro.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    
 
     {
            "nombre": "Face Off",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Drama",
            "episodios":"42" ,
             "cadena":"Shenzhen TV",
            "periodo_emision":"20-Noviembre-2017 al 10-Diciembre-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/2/2a/Face_Off.jpg/revision/latest/scale-to-width-down/250?cb=20180325063709&path-prefix=es",
            "descripcion": "Algunas uniones han sido hechas en el cielo. \nChen Zhen (Tan Song Yun) vende maquillaje en un mostrador de cosméticos. En un evento de modas, se encuentra con Wang Yi (Zhang Dan Feng), un famoso artista maquillador de efectos especiales. Wang Yi  despierta el interés de Chen Zhen en una carrera que nunca consideró.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },
    


     {
            "nombre": "Flipped",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Fantasía",
            "episodios":"24" ,
             "cadena":"Youku",
            "periodo_emision":"24-Diciembre-2018 al 29-Enero-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/c/cc/Flipped-1.jpg/revision/latest/scale-to-width-down/250?cb=20181227000146&path-prefix=es",
            "descripcion": "Huan Huan se ha vuelto un poco rebelde debido a la educación estricta de su padre. Después de huir de casa, se cruza con Qi Xun, el joven abrumadoramente talentoso, frío y extremadamente sensible con habilidades excepcionales. Hay un dicho que dice así: \"Este sentimiento de agrado de alguien, incluso si te tapas la boca, aún brillará en los ojos porque el mundo se ilumina cuando ves el que te gusta\".",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


     {
            "nombre": "Hello Dear Ancestors",
            "tambien_conocido_como": "N/A",
            "Genero": "Comedia, Romance, Fantasia",
            "episodios":"24" ,
             "cadena":"iQiyi",
            "periodo_emision":"13-Junio-2018 al 19-Julio-2018",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/f/f7/Hello_Dear_Ancestors-1.jpg/revision/latest/scale-to-width-down/250?cb=20180609021818&path-prefix=es",
            "descripcion": "Durante la dinastía Han, Zhen Jun es empujado por un precipicio en una lucha por el liderazgo de su familia. Salvado de caer en picada a su muerte por un ser del espacio exterior, Zhen Jun se encuentra en un sueño profundo y reparador. En el año 2020, Zhen Jun se despierta y descubre que su prolongado sueño le ha otorgado habilidades sobrehumanas. Ahora comienza una aventura de viaje en el tiempo ...",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


     {
            "nombre": "His Excellency's First Love",
            "tambien_conocido_como": "he First Love of the Man Who Was Thousand Years Old; Moonshine and Valentine",
            "Genero": "Romance, Fantasía",
            "episodios":"25" ,
             "cadena":"QQLive (Tencent TV), Mango TV",
            "periodo_emision":"9-Mayo-2018 al 13-Junio-2018",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/7/71/His_Excellency%27s_First_Love-4.jpg/revision/latest/scale-to-width-down/250?cb=20180418202151&path-prefix=es",
            "descripcion": "Guan Pi Pi vive una vida tranquila hasta que aparece un misterioso hombre llamado He Lan Jing Ting. He Lan está ciego cuando está bajo la luz del sol, pero tiene una excelente visión por la noche. Además, él es vegetariano. Es un experto en lo que respecta al jade antiguo y siempre mira la luna mientras escucha una serenata por la noche. Al principio, parece que Pi Pi y He Lan se encontraron por coincidencia, pero en realidad están atados por el destino. Sin embargo, el padre de He Lan pronunció una maldición sobre ellos: Pi Pi siempre muere terriblemente cuando quiere corresponder al amor de He Lan. Sin embargo, él no está dispuesto a rendirse. ¿Será capaz de cambiar su destino en esta vida?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


     {
            "nombre": "I Love My President Though He's A Psycho",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Comedia",
            "episodios":"10" ,
             "cadena":"LeTV",
            "periodo_emision":"24-febrero-2017 al 28-abril-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/4/4a/I_Love_My_President_Though_He%27s_A_Psycho.jpg/revision/latest/scale-to-width-down/250?cb=20181112232642&path-prefix=es",
            "descripcion": "Shi Xiao Nian es una dibujante de tercera clase que vive una vida normal. Hasta que un día, Gong Ou, un rico director ejecutivo de la compañía  N.E, que sufre de un trastorno de personalidad paranoica, la captura y le pide que devuelva a su hijo, al que ella \"supuestamente\" dio a luz 3 años antes. Utiliza todos los medios para forzar una respuesta y perseguirla, incluidas las técnicas de baja ecualización. Pero cuando se enfrenta a su gentileza y coraje, se enamoran ...",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },

 {
            "nombre": "Just an Encore",
            "tambien_conocido_como": "N/A",
            "Genero": "Amistad, Romance, Escolar, Juvenil",
            "episodios":"31" ,
             "cadena":"Youku",
            "periodo_emision":"30-Enero-2019 al 27-Febrero-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/4/4c/Just_an_Encore-1.jpg/revision/latest/scale-to-width-down/250?cb=20190130190604&path-prefix=es",
            "descripcion": "La estudiante de secundaria ordinaria, Yan Ze, está secretamente enamorada de su compañero de escritorio, Ji Xiao, quien no solo es el chico más guapo de la escuela, sino también un estudiante de primer nivel. Pero Yan Ze no es particularmente hermosa ni tiene una figura particularmente buena, y sus calificaciones también son bastante malas. Su mejor amiga y hermana adoptiva, Gu Xi Ye, sin embargo, es lo opuesto a ella, hermosa y una estudiante sobresaliente. Yan Ze, por lo tanto, no puede evitar sentir que ella nunca será más que la sombra de Xi Ye. Cuando Yan Ze descubre que a su amado le puede gustar Xi Ye, sus emociones negativas restringidas hacia Xi Ye solo se vuelven más fuertes hasta que explota. \nEl estudiante de transferencia He Xin Liang ve a través de Yan Ze y siempre aparece \"milagrosamente\" cuando ella está en su punto más bajo para animarla con su personalidad positiva. Xi Ye, sin embargo, está secretamente enamorada de Xin Liang y odia ver a los dos acercarse más y más. En realidad, Xi Ye siempre ha envidiado a Yan Ze por llevarse fácilmente con todos, mientras que ella tiene problemas para mezclarse porque la gente tiende a pensar que es arrogante. Como resultado, los dos amigos desean secretamente ser como el otro.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


     {
            "nombre": "Le Coup de Foudre",
            "tambien_conocido_como": "I Only Like You; I Don't Like This World, I Only Like You; Love at First Sight",
            "Genero": "Romance, Drama, Juvenil, Escolar",
            "episodios":"35 (45 min. c/u)" ,
             "cadena":"QQLive, Youku",
            "periodo_emision":"29-Abril-2019 al 27-Mayo-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/a/a5/Le_Coup_de_Foudre-1.jpg/revision/latest/scale-to-width-down/250?cb=20190428223750&path-prefix=es",
            "descripcion": "Puede que Zhao Qiao Yi y Yan Mo hayan sido compañeros en el bachillerato, pero aparte del escritorio que compartían en clase, no tenían nada más en común. Él era un estudiante sobresaliente, ella, un completo fracaso, estos dos no podrían ser más distintos el uno del otro; sin embargo, bastó muy poco tiempo para que se formara un fuerte vínculo entre ellos. Luego de prometer que estudiarían juntos en el extranjero cuando se graduaran del bachillerato, esta improbable pareja parecía tener la vida por delante. Pero cuando una inesperada emergencia familiar obliga a Qiao Yi a olvidarse de sus planes, los dos se separan y finalmente dejan de contactarse. \nCuatro años después, los viejos amigos se reencuentran y la antigua llama se reaviva rápidamente. Por fin, dispuesta a aceptar su amor por Yan Mo, Qiao Yi se muda a la ciudad, decidida a retomar las cosas donde las dejaron hace tantos años; pero como Yan Mo ya tiene una relación, el amor de Qiao Yi parece estar destinado al fracaso. ¿O todavía habrá alguna posibilidad? Lo que Qiao Yi no sabe es que Yan Mo no ha olvidado a su vieja amiga ni el amor que siente por ella. Incapaz de expresar esas emociones, Yan Mo decide mantener sus acciones y sentimientos en secreto. Tratando siempre de pasar desapercibido, él trabaja incansablemente para cuidar a su amiga del bachillerato; pero ¿por cuánto tiempo podrá seguir haciéndolo antes de que ella descubra la verdad?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },

 {
            "nombre": "Le Jun Kai",
            "tambien_conocido_como": "Yue Junkai - Yue Jun Kai",
            "Genero": "Romance, Drama",
            "episodios":"9" ,
             "cadena":"Sohu TV",
            "periodo_emision":"13-Agoste-2013 al 10-Septiembre-2013",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/7/71/Le_Jun_Kai.jpg/revision/latest/scale-to-width-down/250?cb=20190725124825&path-prefix=es",
            "descripcion": "Le Jun Kai vive ideando formas para vengarse, por eso decide casarse con Ye Zi, la hija de su enemigo. \nY Durante su tiempo juntos se dedica a maltratarla y hacerla la vida tan miserable como pueda. Sin embargo, Jun Kai termina enamoradose de Ye Zi, pero para mantener su meta principal hace todo lo posible para negar el amor que siente por su esposa, hasta que finalmente se divorcia de ella. \nAños despues se entera que ella dio a luz a su hijo y lo levantó por sí misma. Entonces Jun Kai deberá elegir si seguir viviendo en el odio o dejarse llevar por su amor hacia Ye Zi.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


     {
            "nombre": "Love & Life & Lie",
            "tambien_conocido_como": "Glass Slipper",
            "Genero": "Romance, Juvenil, Drama",
            "episodios":"41" ,
             "cadena":"Zhejiang TV, CCTV-1/8",
            "periodo_emision":"04-Enero-2017 al 26-Enero-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/9/98/Love_%26_Life_%26_Lie.jpg/revision/latest/scale-to-width-down/250?cb=20170220043749&path-prefix=es",
            "descripcion": "Liu Xin Tong es una chica positiva, viviendo en un hogar pobre. No había nada fuera de lo normal hasta que ella tuvo un accidente por lo cual su madre y ella se mudaron a la casa de un rico hombre de negocios. Ahí, conoce a Li Yao Nan, su amor predestinado junto con dos hermanos que juegan un papel importante en su nueva vida. \nElla se encontrará con varios obstáculos que debe superar para finalmente conservar a su amado, amigos y descubrir la verdad sobre su nacimiento.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "Loving, Never Forgetting",
            "tambien_conocido_como": "Unforgettable Love",
            "Genero": "Romance, Drama",
            "episodios":"34" ,
             "cadena":"BTV",
            "periodo_emision":"23-Junio-2014 al 05-Julio-2014",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/2/20/Loving%2C_Never_ForgettingBTV2014.jpg/revision/latest/scale-to-width-down/250?cb=20140628043019&path-prefix=es",
            "descripcion": "Ella lo conoció cuando la flor de loto que florece estaba cayendo, sólo para tener que separarse. \nAños más tarde, cuando se reunieron, Li Zhong Mou había olvidado de la existencia de Wu Tong, dejándola desamparada, excepto la única cosa que él quiere ahora de ella es la custodia de su hijo. 7 largos años juntos, ¿pueden arreglar su relación rota?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },



 {
            "nombre": "Master Devil Do Not Kiss Me",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Comedia, Escolar",
            "episodios":"23" ,
             "cadena":"QQLive",
            "periodo_emision":"09-Enero-2017 al 15-Enero-2017",
             "dramas_relacionados": "Master Devil Do Not Kiss Me 2 (2017), Master Devil Do Not Kiss Me 3 (2018)",
            "img": "https://vignette.wikia.nocookie.net/drama/images/1/1b/Master-Devil-Do-Not-Kiss-Me-2017.jpg/revision/latest/scale-to-width-down/250?cb=20170526124034&path-prefix=es",
            "descripcion": "La historia sigue a nuestra heroína que después de perder a su madre, está bajo la custodia de una familia rica (la familia del líder masculino). A ella se le permite asistir a una escuela secundaria con prestigio con él. Allí, la gente lo llama maestro diablo, siempre la hará pasar por momentos difíciles.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "Memory Lost",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Drama, Crimen, Thriller",
            "episodios":"12" ,
             "cadena":"iQiyi",
            "periodo_emision":"24-Octubre-2016 al 08-Noviembre-2016",
             "dramas_relacionados": "Temporada 2, Temporada 3",
            "img": "https://vignette.wikia.nocookie.net/drama/images/d/d5/Memory_Lost.jpg/revision/latest/scale-to-width-down/250?cb=20170825043243&path-prefix=es",
            "descripcion": "El brillante oficial de policía Han Chen busca incansablemente a su novia perdida, a pesar de su amnesia, y a pesar de que todos los demás insisten en que esa mujer no existe. \nSu búsqueda lo lleva a Bai Jin Xi, una cálida chica que trabaja como detective policial y cuyo misterioso pasado está tan lleno de secretos como el de Han Chen.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "Meteor Garden (2018)",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Escolar, Drama, Comedia, Juvenil",
            "episodios":"49 + 1 Especial" ,
             "cadena":"Hunan TV, Mango TV",
            "periodo_emision":"09-Julio-2018 al 29-Agosto-2018",
             "dramas_relacionados": "Hana Yori Dango Series",
            "img": "https://vignette.wikia.nocookie.net/drama/images/f/f9/Meteor_Garden_%282018%29-10.jpg/revision/latest/scale-to-width-down/250?cb=20180524183831&path-prefix=es",
            "descripcion": "Una chica de clase medio baja, va a la Universidad privada exclusivamente para gente rica. Además de ser mirada con desprecio por sus comp añeros millonarios, ella ha hecho enfurecer al líder de los F4.  \nEl F4 esta formado por los herederos de las 4 familias más ricas y ellos donan mucho dinero a la escuela, así que absolutamente nadie se atreve a desafiarlos. No obstante, su continua tortura hacia ella ha hecho que ella los odie y también que ella se haya enamorado de quien constantemente la ha estado ayudando en sus problemas.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "Moon River",
            "tambien_conocido_como": "愛情迴旋踢 (爱情回旋踢) / Ai Qing Hui Xuan Ti",
            "Genero": "Romance, Comedia, Drama, Acción",
            "episodios":"29" ,
             "cadena":"Hunan TV / GTV",
            "periodo_emision":"Hunan TV: 08-Septiembre-2015 al 21-Octubre-2015, GTV: 09-Septiembre-2015 al 29-Octubre-2015",
             "dramas_relacionados": "Hana Yori Dango Series",
            "img": "https://vignette.wikia.nocookie.net/drama/images/e/eb/D3mO9QW1_a0b9f0_c2x.jpg/revision/latest/scale-to-width-down/250?cb=20190126165030&path-prefix=es",
            "descripcion": "¿Qué ocurre cuando se lanza a un pescado en un tanque de tiburones? \nMing Xiao Xi (Ceng Pei Ci) es admitida en la Universidad Kuan Yu debido a sus logros académicos y muchos títulos de campeona de Kung Fu. Pero su origen familiar humilde, comportamiento poco sofisticado y apariencia extraña, la han puesto en una contradicción directa con los estudiantes privilegiados que asisten a la universidad. Cuando Xiao Xi trata de ayudar a alguien de su ciudad natal, se ve envuelta en la vida de Mu Liu Bing (Sam Lin), Feng Jian Che (Evan Ma) y Dong Hao Nan (Xu Kai Cheng), los peces gordos en el campus. Cuando Xiao Xi y Liu Bing se empiezan a enamorar, ¿Podrá la indomable personalidad de Xiao Xi ayudar a Liu Bing con las penas de su pasado?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "My Best Ex-Boyfriend",
            "tambien_conocido_como": "Best Lovers",
            "Genero": "Romance, Comedia",
            "episodios":"42" ,
             "cadena":"Shenzhen TV",
            "periodo_emision":"15-Agosto-2015 al 05-Septiembre-2015",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/8/87/My_Best_Ex-boyfriend-1.jpg/revision/latest/scale-to-width-down/250?cb=20170917023113&path-prefix=es",
            "descripcion": "Unos padres ocasionan la ruptura de dos parejas, pero ¿Que pasará cuando estos sentimientos perduren años más tarde? \nLi Tang (Jerry Yan) y Bo Fang Si (Jiang Shu Ying) fueron novios en la secundaria, pero los dos terminan la relación debido a presiones por parte del papá de Li Tang y un mal entendido. Li Tang eventualmente enfrenta a su padre y deja su compañía. \nAños más tarde, Fang Si logra finalmente su sueño de ser una diseñadora de modas y de ser novia de Yin Hao Ran (Ron Ng), hasta que su relación se complica cuando Li Tang regresa a la vida de Fang Si en el momento que ella está batallando profesionalmente. \nLi Tang está ahora comprometido con Cheng Xiang Nan (Mi Lu), una supermodelo que resultó ser ex-novia de Hao Ran. Xiang Nan fue forzada a terminar su relación con Hao Ran por culpa a su ambiciosa madre, pero jamás logró olvidarlo. \n¿Podrán Li Tang y Fang Si tener el valor de escuchar a sus corazones?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "My Girlfriend is an Alien",
            "tambien_conocido_como": "N/A",
            "Genero": "Romance, Fantasia",
            "episodios":"28" ,
             "cadena":"QQLive",
            "periodo_emision":"19-Agosto-2019 al 24-Septiembre-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/c/c1/My_Girlfriend_is_an_Alien-1.jpg/revision/latest/scale-to-width-down/300?cb=20190819214618&path-prefix=es",
            "descripcion": "Un romance entre una chica alienígena, Chai Xiao Qi, y Fang Leng, un presidente dominante.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "My Mowgli Boy",
            "tambien_conocido_como": "N/A",
            "Genero": "Comedia, Romance, Aventura",
            "episodios":"50" ,
             "cadena":"iQiyi",
            "periodo_emision":"29-Agosto-2019 al 10-Octubre-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/8/87/My_Mowgli_Boy-1.jpg/revision/latest/scale-to-width-down/300?cb=20190827124844&path-prefix=es",
            "descripcion": "Un romance comienza entre el niño Mowgli de la selva y su musa cuando ella accidentalmente lo introduce a la civilización. \nMowgli es un niño de la selva que fue criado por el cuidador del bosque, el abuelo Lin. Mowgli jugó con criaturas de la jungla que crecieron hasta que un día, una mujer independiente y profesional lo llevó por error a la ciudad. Ling Xi quería regresarlo al bosque de inmediato, pero no pudo evitar permitirle quedarse por razones de trabajo. Viviendo bajo un mismo techo, Mowgli y Ling Xi comienzan a desarrollar una relación única. Él aprende los caminos del mundo con la ayuda de Ling Xi y actúa como un puente que la acerca a ella y a las personas que lo rodean más cerca de la naturaleza.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "My Mr. Mermaid",
            "tambien_conocido_como": "N/A",
            "Genero": "Deporte, Drama, Fantasía, Romance",
            "episodios":"36" ,
             "cadena":"Hunan TV, Mango TV",
            "periodo_emision":"30-Julio-2017 al 24-Agosto-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/1/1c/My_Mr._Mermaid-HTV_MTV2017-01.jpg/revision/latest/scale-to-width-down/250?cb=20170719233101&path-prefix=es",
            "descripcion": "Un joven nadador intenta hacer una reaparición cuatro años después de un escándalo. Tang Yi Bai, el mejor nadador del equipo de la Universidad de Deportes NanYang (UDNY) y un excampeón de natación que fue acusado injustamente de dopaje, lo que arruinó su carrera competitiva hace cuatro años. Regresa después de una pausa de tres años para competir debido a una importante competencia. \nYun Duo es reportera de Sports Weekly y fue asignada a una entrevista en una competición de natación, pero tiene Hidrofobia (miedo al agua) ya que una vez casi se ahogó. Durante el proceso de la entrevista, accidentalmente cae en la piscina de natación, donde es salvada por Yibai. Con el fin de pagar el favor, Yun Duo ayuda a que los periodistas hablen con él. Desde entonces, los dos forman un enlace indisociable. \n¿Podrá Yun Duo animar a Yi Bai a demostrar su inocencia en su pasado escándalo y recuperar su gloria en la natación? Sin embargo, los días fáciles y felices no duraron para siempre, y Sports Weekly decide contratar a un nuevo empleado con el nombre de Lin Zi, quien prometió hacer que Tang Yibai nunca vuelva al estadio de natación, ya que cree que éste fue la razón de que su hermana menor Lin Sang, tuviera un accidente que la dejo en coma. Después de que Lin Sang despierte de su coma, ¿qué tipo de barreras creará en la relación de Yun Duo y Yi Bai?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "One And Another Him",
            "tambien_conocido_como": "N/A",
            "Genero": "Drama, Romance, Escolar",
            "episodios":"24" ,
             "cadena":"iQiyi",
            "periodo_emision":"18-Julio-2018 al 25-Julio-2018",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/4/41/One_And_Another_Him-10.png/revision/latest/scale-to-width-down/250?cb=20180627163143&path-prefix=es",
            "descripcion": "Cuando Lin Yuan, de 17 años, entregó su corazón a su maestro de matemáticas, solo encontró el corazón roto. En su viaje vertiginoso hacia la adultez, aprendió a soltar un amor imposible y decir adiós a los amigos de su pasado. Sin embargo, ella tiene angustia en los recuerdos, y se encuentra incapaz de amar de nuevo, hasta que conoce al intelectual Xiao En, otro apuesto y talentoso maestro de matemáticas. ¿Puede un rayo realmente golpear dos veces, o hay un misterio más profundo? Lin Yuan se encuentra fascinada por su genio y sus encantos, y atraída más y más hacia un romance nuevo pero familiar.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "Only Side by Side with You",
            "tambien_conocido_como": "In The South Are Trees",
            "Genero": "Drama, Romance",
            "episodios":"40" ,
             "cadena":"Zhejiang TV, Jiangsu TV ",
            "periodo_emision":"25-Marzo-2018 al 15-Abril-2018",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/e/e1/Only_Side_by_Side_with_You-ZJSTV_JSTV-201708.jpg/revision/latest/scale-to-width-down/250?cb=20180225195924&path-prefix=es",
            "descripcion": "Nan Qiao (Bai Bai He) tiene una desagradable ruptura con su novio infiel Zhou Ran, quien luego retira todo su capital de su negocio de diseño de drones e impide que otros potenciales inversionistas financien la compañía. \nShi Yue (William Chan) decide invertir en la compañía de Nan Qiao después de descubrir que ella puede ser la razón por la que él fue de aspirante soldado a gigolo y propietario de discoteca. Sin embargo, los planes de venganza de Shi Yue caen al abismo cuando desarrolla sentimientos románticos por Nan Qiao.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "Shall We Fall In Love",
            "tambien_conocido_como": "N/A",
            "Genero": "Drama, Romance, Comedia, Negocios",
            "episodios":"35" ,
             "cadena":"QQLive",
            "periodo_emision":"27-Diciembre-2018 al 02-Febrero-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/e/eb/Shall_We_Fall_In_Love-1.jpg/revision/latest/scale-to-width-down/250?cb=20181227210915&path-prefix=es",
            "descripcion": "Jiang Yi Nan es un joven desempleado con opciones limitadas debido a su falta de credenciales. Sin embargo, es optimista y alegre mientras espera entre las muchas personas en el grupo de desempleados. Durante un encuentro aleatorio, Yi Nan salva a Chen Xin Yue que ha caído al agua. Animado por su atracción hacia ella y las provocaciones de Xu Hao Yu, Yinan se aplica al trabajo en la misma compañía que Chen Xin Yue. \nYi Nan confía en su arduo trabajo y pensamiento rápido no solo para asegurar el trabajo sino también para convertirse en el principal candidato del reclutamiento abierto del Grupo ShenYuan. Insatisfecho con la actitud despreocupada de Yi Nan, Xu Hao Yu le dificulta la vida a Yi Nan en todo momento. Su novia, Liang Ding Fei, por otro lado, está llena de curiosidad hacia Yi Nan. Resulta que la aceptación de Yi Nan fue un simple error por parte del presidente Jin, que trata de encubrirlo mediante sus colegas para asegurarse de que Yi Nan sea expulsado de la compañía.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "Sm:)e",
            "tambien_conocido_como": "Just Want To See You Smile",
            "Genero": "Romance, Comedia, Drama",
            "episodios":"24" ,
             "cadena":"Youku",
            "periodo_emision":"29-Mayo-2018 al 06-Julio-2018",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/7/7e/6yZ1Xf.jpg/revision/latest/scale-to-width-down/250?cb=20180613033426&path-prefix=es",
            "descripcion": "Shu Zhan es una superestrella popular, sin embargo, la gente no sabe que tiene un síndrome que le hace temer el contacto de la piel con las personas. \nTodo cambia cuando conoce a Ji Xiao Xing.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },

 {
            "nombre": "Suddenly This Summer",
            "tambien_conocido_como": "N/A",
            "Genero": "rama, Romance, Escolar, Juvenil",
            "episodios":"30" ,
             "cadena":"QQLive (Tencent TV)",
            "periodo_emision":"19-Abril-2018 al 28-Mayo-2018",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/c/c6/Suddenly_This_Summer-QQLive-201801.jpeg/revision/latest/scale-to-width-down/250?cb=20180404154054&path-prefix=es",
            "descripcion": "He Luo es una estudiante modelo tranquila e inteligente que sobresale en inglés y sueña con convertirse en diplomático. Además, tiene un pasatiempo especial: le encanta fantasear e integrar a las personas y situaciones a su alrededor en las tramas de manhua. Este verano, cuando He Luo asiste a una competencia de tenis y ve al líder del equipo Zhang Yuan, se enamora perdidamente de este tipo bello y orgulloso. El destino está del lado de He Luo, ya que se reúnen nuevamente en clases nocturnas de inglés y se enfrentan durante la competencia de debate de la escuela. Los dos se hacen amigos, pero en la imaginación de He Luo, él es el principal protagonista de su manhua. Cuando los amigos de He Luo encuentran su propio amor, He Luo y Zhang Yuan finalmente descubren sus verdaderos sentimientos. Acuerdan solicitar la misma universidad, sin embargo, Zhang Yuan no logra ingresar. De estar en dos clases diferentes en la misma escuela, terminan yendo a diferentes universidades en dos ciudades diferentes, y luego incluso en diferentes países, cada uno haciendo su propias experiencias mientras crecen. ¿Qué será de estos dos al final?",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },

 {
            "nombre": "The Fox's Summer T1",
            "tambien_conocido_como": "Fox Falls in Love",
            "Genero": "Romance, Comedia",
            "episodios":"21" ,
             "cadena":"QQLive (Tencent TV), SCTV-1",
            "periodo_emision":"05-Abril-2017 al 25-Abril-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/6/64/The_Fox%27s_Summer_Season_2.jpg/revision/latest/scale-to-width-down/250?cb=20170512041726&path-prefix=es",
            "descripcion": "",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },



 {
            "nombre": "The Fox's Summer T2",
            "tambien_conocido_como": "Fox Falls in Love",
            "Genero": "Romance, Comedia",
            "episodios":"23" ,
             "cadena":"QQLive (Tencent TV), SCTV-1",
            "periodo_emision":"04-Mayo-2017 al 05-Junio-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/6/64/The_Fox%27s_Summer_Season_2.jpg/revision/latest/scale-to-width-down/250?cb=20170512041726&path-prefix=es",
            "descripcion": "",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },

 {
            "nombre": "The Life of the White Fox",
            "tambien_conocido_como": "N/A",
            "Genero": "Comedia, Romance, Fantasia",
            "episodios":"24" ,
             "cadena":"QQLive",
            "periodo_emision":"04-Noviembre-2019 al 02-Diciembre-2019",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/2/29/The_Life_of_the_White_Fox-2.jpg/revision/latest/scale-to-width-down/250?cb=20191104201305&path-prefix=es",
            "descripcion": "Un demonio zorro se cultiva a puerta cerrada con la ayuda de la perla espiritual. Con solo unos pocos días para completar su entrenamiento, un encuentro inesperado arruina todo. El zorro es confundido con un samoyedo y enviado al veterinario mientras la perla espiritual cae en manos de la joven que irrumpió imprudentemente. \nDespués de tropezar y caer sobre el demonio zorro, Xia Kui toma posesión de la perla espiritual y planea venderla en su tienda de Taobao. Queriendo recuperar su preciosa perla, el demonio zorro Bai Xiao persigue a Xiao Kui hasta su casa solo para descubrir que la perla espiritual la ha reconocido como su nueva dueña. \nXia Kui convence a Bai Xiao de que la deje vivir unos días más para que finalmente pueda confesar sus sentimientos a su enamorado. Su arreglo obliga a Xia Kui y Bai Xiao a vivir juntos. Sin que ellos lo sepan, la reaparición de la perla espiritual ha atraído la atención de criaturas peligrosas que buscan robar la perla para su propio beneficio.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


 {
            "nombre": "The Starry Night, The Starry Sea",
            "tambien_conocido_como": "A Mermaid's Kiss",
            "Genero": "Fantasia, Romance, Histórico, Drama",
            "episodios":"32" ,
             "cadena":"Hunan TV",
            "periodo_emision":"06-Febrero-2017 al 08-Marzo-2017",
             "dramas_relacionados": "N/A",
            "img": "https://vignette.wikia.nocookie.net/drama/images/6/6f/The_Starry_Night%2C_The_Starry_Sea-HunanTV-2017-00.jpg/revision/latest/scale-to-width-down/250?cb=20170311161213&path-prefix=es",
            "descripcion": "Shen Luo (Hayden Bea) es una chica ordinaria que se muda de una vida ocupada en la ciudad a una cabaña pequeña en una isla. Ella conoce a Wu Julan (Feng Shao Feng), un hombre con un pasado misterioso. Julan es en realidad un sireno, una criatura mística de la que solo se habla en las leyendas. Utilizando sus poderes especiales e inteligencia astuta, ayuda a Shen Luo a superar muchos obstáculos y finalmente se enamoran. Sin embargo, surge un problema cuando un anciano de la familia Zhou vecina descubre una perla mágica propiedad de Shen Luo. Para salvarla, Julan tiene que sacrificar su vida.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },

 {
            "nombre": "Youth",
            "tambien_conocido_como": "Age of Youth",
            "Genero": "Comedia, Drama, Romance, Amistad, Recuentos de la Vida",
            "episodios":"26" ,
             "cadena":"Youku",
            "periodo_emision":"13-Julio-2018 al 02-Agosto-2018",
             "dramas_relacionados": "Age of Youth (jTBC, 2016), Age of Youth 2 (jTBC, 2017), Ode to Joy I (Dragon TV, 2016), Ode to Joy II (Dragon TV, 2017), Youth (Youku, 2017)",
            "img": "https://vignette.wikia.nocookie.net/drama/images/5/5a/Youth-22.jpg/revision/latest/scale-to-width-down/250?cb=20180712122941&path-prefix=es",
            "descripcion": "La historia describe las vidas y los amores de cinco estudiantes universitarias que comparten una misma casa juntas.",
         "disco":"ROSSINA_CHD_THAID-500GB"
        },


